Repository: OlivierDiallo/Staytrackr-Appstore-ready
Catalog: StayTrackr V3/Localizable.xcstrings
Source language: en
Languages: cs, es, fr

source: · Day %lld
cs: · Den %lld
es: · Día %lld
fr: · Jour %lld

source: , then renews monthly
cs: , poté obnovení měsíčně
es: , luego se renueva mensualmente
fr: , puis renouvellement mensuel

source: , then renews yearly
cs: , poté obnovení ročně
es: , luego se renueva anualmente
fr: , puis renouvellement annuel

# "%@ %@" has no associated data and will be permanently removed.
source: "%1$@ %2$@" has no associated data and will be permanently removed.
cs: "%1$@ %2$@" nemá žádná přidružená data a bude trvale odstraněna.
es: "%1$@ %2$@" no tiene datos asociados y se eliminará permanentemente.
fr: "%1$@ %2$@" n'a aucune donnée associée et sera définitivement supprimée.

# "%@ %@" will be permanently deleted along with %@.
source: "%1$@ %2$@" will be permanently deleted along with %3$@.
cs: "%1$@ %2$@" bude trvale odstraněna spolu s %3$@.
es: "%1$@ %2$@" se eliminará permanentemente junto con %3$@.
fr: "%1$@ %2$@" sera définitivement supprimée avec %3$@.

# %@ · Day %lld
source: %1$@ · Day %2$lld
cs: %1$@ · Den %2$lld
es: %1$@ · Día %2$lld
fr: %1$@ · Jour %2$lld

source: %@ / month
cs: %@ / měsíc
es: %@ / mes
fr: %@ / mois

source: %@ / year
cs: %@ / rok
es: %@ / año
fr: %@ / an

# %@ %@ · %lld night%@
source: %1$@ %2$@ · %3$lld night%4$@
cs: %1$@ %2$@ · %3$lld noc%4$@
es: %1$@ %2$@ · %3$lld noche%4$@
fr: %1$@ %2$@ · %3$lld nuit%4$@

source: %@ arrives at %@ %@
cs: %@ přijíždí do %@ %@
es: %@ llega a %@ %@
fr: %@ arrive à %@ %@

source: %@ checks out from %@ %@
cs: %@ odjíždí z %@ %@
es: %@ hace check-out de %@ %@
fr: %@ quitte %@ %@

# %lld booking%@ · %lld night%@
source: %1$lld booking%2$@ · %3$lld night%4$@
cs: %1$lld rezervace%2$@ · %3$lld noc%4$@
es: %1$lld reserva%2$@ · %3$lld noche%4$@
fr: %1$lld réservation%2$@ · %3$lld nuit%4$@

source: %lld bookings
cs: %lld rezervací
es: %lld reservas
fr: %lld réservations

# %lld bookings · %lld nights
source: %1$lld bookings · %2$lld nights
cs: %1$lld rezervací · %2$lld nocí
es: %1$lld reservas · %2$lld noches
fr: %1$lld réservations · %2$lld nuits

source: %lld days free
cs: %lld dní zdarma
es: %lld días gratis
fr: %lld jours gratuits

source: %lld days until arrival 🛎️
cs: %lld dní do příjezdu 🛎️
es: %lld días hasta la llegada 🛎️
fr: %lld jours avant l'arrivée 🛎️

source: %lld days until check-out 👋
cs: %lld dní do odjezdu 👋
es: %lld días hasta el check-out 👋
fr: %lld jours avant le départ 👋

source: %lld expenses
cs: %lld výdajů
es: %lld gastos
fr: %lld dépenses

# %lld guest%@ total
source: %1$lld guest%2$@ total
cs: Celkem %1$lld host%2$@
es: %1$lld huésped%2$@ en total
fr: %1$lld client%2$@ au total

source: %lld guests
cs: %lld hostů
es: %lld huéspedes
fr: %lld clients

source: %lld guests total
cs: %lld hostů celkem
es: %lld huéspedes en total
fr: %lld hôtes au total

source: %lld months free
cs: %lld měsíců zdarma
es: %lld meses gratis
fr: %lld mois gratuits

# %lld night%@
source: %1$lld night%2$@
cs: %1$lld noc%2$@
es: %1$lld noche%2$@
fr: %1$lld nuit%2$@

source: %lld nights
cs: %lld nocí
es: %lld noches
fr: %lld nuits

# %lld rate%@ updated from ECB via frankfurter.app
source: %1$lld rate%2$@ updated from ECB via frankfurter.app
cs: %1$lld sazeb%2$@ aktualizováno z ECB přes frankfurter.app
es: %1$lld tipo%2$@ actualizado desde BCE vía frankfurter.app
fr: %1$lld taux%2$@ mis à jour via frankfurter.app (BCE)

source: %lld recurring bills
cs: %lld opakujících se účtů
es: %lld facturas recurrentes
fr: %lld factures récurrentes

source: %lld stays
cs: %lld pobytů
es: %lld estancias
fr: %lld séjours

source: %lld weeks free
cs: %lld týdnů zdarma
es: %lld semanas gratis
fr: %lld semaines gratuites

source: %lld Year to Date
cs: %lld Rok dosud
es: %lld Año hasta la fecha
fr: %lld depuis le début de l'année

source: %lld years
cs: %lld let
es: %lld años
fr: %lld ans

source: 1 day before
cs: 1 den předem
es: 1 día antes
fr: 1 jour avant

source: 1 day free
cs: 1 den zdarma
es: 1 día gratis
fr: 1 jour gratuit

source: 1 month free
cs: 1 měsíc zdarma
es: 1 mes gratis
fr: 1 mois gratuit

source: 1 property
cs: 1 nemovitost
es: 1 propiedad
fr: 1 propriété

source: 1 week before
cs: 1 týden předem
es: 1 semana antes
fr: 1 semaine avant

source: 1 week free
cs: 1 týden zdarma
es: 1 semana gratis
fr: 1 semaine gratuite

source: 2 days before
cs: 2 dny předem
es: 2 días antes
fr: 2 jours avant

source: 2 hours before
cs: 2 hodiny předem
es: 2 horas antes
fr: 2 heures avant

source: 3 days before
cs: 3 dny předem
es: 3 días antes
fr: 3 jours avant

source: 6 hours before
cs: 6 hodin předem
es: 6 horas antes
fr: 6 heures avant

# 7 days free, then %@ / %@. Cancel anytime.
source: 7 days free, then %1$@ / %2$@. Cancel anytime.
cs: 7 dní zdarma, poté %@ / %@. Zrušte kdykoli.
es: 7 días gratis, luego %@ / %@. Cancela en cualquier momento.
fr: 7 jours gratuits, puis %@ / %@. Annulez à tout moment.

source: 7 days free, then %@ / month. Cancel anytime.
cs: 7 dní zdarma, pak %@ / měsíc. Zrušte kdykoli.
es: 7 días gratis, luego %@ / mes. Cancela en cualquier momento.
fr: 7 jours gratuits, puis %@ / mois. Annulez à tout moment.

source: 7 days free, then %@ / year. Cancel anytime.
cs: 7 dní zdarma, pak %@ / rok. Zrušte kdykoli.
es: 7 días gratis, luego %@ / año. Cancela en cualquier momento.
fr: 7 jours gratuits, puis %@ / an. Annulez à tout moment.

source: 12 hours before
cs: 12 hodin předem
es: 12 horas antes
fr: 12 heures avant

source: About
cs: O aplikaci
es: Acerca de
fr: À propos

source: Account & iCloud
cs: Účet a iCloud
es: Cuenta e iCloud
fr: Compte et iCloud

source: Active
cs: Aktivní
es: Activo
fr: Actif

source: Active subscription
cs: Aktivní předplatné
es: Suscripción activa
fr: Abonnement actif

source: Add
cs: Přidat
es: Añadir
fr: Ajouter

source: Add a property in Settings → Properties to see totals.
cs: Přidejte nemovitost v Nastavení → Nemovitosti pro zobrazení souhrnů.
es: Añade una propiedad en Ajustes → Propiedades para ver los totales.
fr: Ajoutez une propriété dans Réglages → Propriétés pour voir les totaux.

source: Add a rate manually or tap Refresh once you have a pair added.
cs: Přidejte kurz ručně nebo klepněte na Obnovit, jakmile máte přidaný pár.
es: Añade un tipo manualmente o toca Actualizar una vez que tengas un par añadido.
fr: Ajoutez un taux manuellement ou appuyez sur Actualiser une fois qu'une paire est ajoutée.

source: Add an upcoming booking
cs: Přidat nadcházející rezervaci
es: Agregar una reserva próxima
fr: Ajouter une réservation à venir

source: Add as Expense?
cs: Přidat jako výdaj?
es: ¿Añadir como gasto?
fr: Ajouter comme dépense ?

source: Add Bill
cs: Přidat fakturu
es: Añadir factura
fr: Ajouter une facture

source: Add booking
cs: Přidat rezervaci
es: Añadir reserva
fr: Ajouter une réservation

source: Add Booking
cs: Přidat rezervaci
es: Añadir reserva
fr: Ajouter une réservation

source: Add booking for this day
cs: Přidat rezervaci na tento den
es: Añadir reserva para este día
fr: Ajouter une réservation pour ce jour

source: Add expense
cs: Přidat výdaj
es: Añadir gasto
fr: Ajouter une dépense

source: Add Expense
cs: Přidat výdaj
es: Añadir gasto
fr: Ajouter la dépense

source: Add FX Rate
cs: Přidat kurz
es: Añadir tipo de cambio
fr: Ajouter un taux

source: Add guest
cs: Přidat hosta
es: Añadir huésped
fr: Ajouter un invité

source: Add Guest
cs: Přidat hosta
es: Añadir huésped
fr: Ajouter un client

source: Add property
cs: Přidat nemovitost
es: Añadir propiedad
fr: Ajouter une propriété

source: Add rates like EUR → CZK. Inverse (CZK → EUR) is handled automatically.
cs: Přidejte kurzy jako EUR → CZK. Inverzní kurz se vypočítá automaticky.
es: Añade tasas como EUR → CZK. El tipo inverso se calcula automáticamente.
fr: Ajoutez des taux comme EUR → CZK. Le taux inverse est calculé automatiquement.

source: Add your first guest
cs: Přidejte prvního hosta
es: Agregar tu primer huésped
fr: Ajouter votre premier client

source: Add Your First Property
cs: Přidejte svou první nemovitost
es: Añade tu primera propiedad
fr: Ajoutez votre première propriété

source: All data backed up & synced across devices
cs: Veškerá data zálohována a synchronizována napříč zařízeními
es: Todos los datos respaldados y sincronizados en todos los dispositivos
fr: Toutes les données sauvegardées et synchronisées sur tous les appareils

source: All Properties
cs: Všechny nemovitosti
es: Todas las propiedades
fr: Toutes les propriétés

source: All Time
cs: Celkem
es: Siempre
fr: Depuis toujours

source: All-properties totals are shown per property to avoid incorrect cross-currency sums.
cs: Celkové součty jsou zobrazeny po nemovitostech, aby se předešlo chybným součtům různých měn.
es: Los totales de todas las propiedades se muestran por propiedad para evitar sumas incorrectas entre divisas.
fr: Les totaux de toutes les propriétés sont affichés par propriété pour éviter les sommes incorrectes entre devises.

source: All-time net
cs: Čistý příjem celkem
es: Ingresos netos totales
fr: Revenu net total

source: Amount
cs: Částka
es: Importe
fr: Montant

source: Annual
cs: Roční
es: Anual
fr: Annuel

source: Appearance
cs: Vzhled
es: Apariencia
fr: Apparence

source: Apple Account
cs: Účet Apple
es: Cuenta de Apple
fr: Compte Apple

source: Apply
cs: Použít
es: Aplicar
fr: Appliquer

source: APR
cs: Roční úrok
es: TAE
fr: TAEG

source: APR (e.g. 0.04)
cs: Roční úrok. sazba (např. 0,04)
es: TAE (p. ej. 0,04)
fr: TEG (ex. 0,04)

source: Archive
cs: Archivovat
es: Archivar
fr: Archiver

source: Archived
cs: Archivováno
es: Archivado
fr: Archivé

source: Archiving hides a property from pickers and dashboards without deleting its data.
cs: Archivace skryje nemovitost z výběrů a přehledů, ale neodstraní žádná data.
es: Archivar oculta una propiedad de los selectores y paneles sin eliminar sus datos.
fr: L'archivage masque une propriété dans les sélecteurs et tableaux de bord sans supprimer ses données.

source: Arrival notice
cs: Upozornění na příjezd
es: Aviso de llegada
fr: Avis d'arrivée

source: Attach Receipt Photo
cs: Přiložit foto účtenky
es: Adjuntar foto del recibo
fr: Joindre une photo du reçu

source: Avg nightly rate
cs: Prům. cena/noc
es: Precio med./noche
fr: Tarif moy./nuit

source: Basics
cs: Základní údaje
es: Información básica
fr: Informations de base

source: Best Value
cs: Nejlepší hodnota
es: Mejor valor
fr: Meilleur rapport qualité-prix

source: Bill name (e.g. Electricity)
cs: Název účtu (např. Elektřina)
es: Nombre de la factura (p. ej. Electricidad)
fr: Nom de la facture (ex. Électricité)

source: Booking calendar
cs: Kalendář rezervací
es: Calendario de reservas
fr: Calendrier des réservations

source: Bookings
cs: Rezervace
es: Reservas
fr: Réservations

source: Bookings (%lld)
cs: Rezervace (%lld)
es: Reservas (%lld)
fr: Réservations (%lld)

source: Bookings and Expenses in one file, separated by a blank row.
cs: Rezervace a výdaje v jednom souboru, odděleny prázdným řádkem.
es: Reservas y gastos en un solo archivo, separados por una línea en blanco.
fr: Réservations et dépenses dans un seul fichier, séparés par une ligne vide.

source: Business
cs: Obchodní
es: Negocio

source: By Property
cs: Podle nemovitosti
es: Por propiedad
fr: Par propriété

source: Calendar
cs: Kalendář
es: Calendario
fr: Calendrier

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler

source: Cannot Save
cs: Nelze uložit
es: No se puede guardar
fr: Impossible d'enregistrer

source: Category
cs: Kategorie
es: Categoría
fr: Catégorie

source: Check Flight Status
cs: Zkontrolovat stav letu
es: Verificar estado del vuelo
fr: Vérifier l'état du vol

source: Check-in
cs: Příjezd
es: Llegada
fr: Arrivée

source: Check-out
cs: Odjezd
es: Salida
fr: Départ

source: Check-out today 👋
cs: Odjezd dnes 👋
es: Check-out hoy 👋
fr: Départ aujourd'hui 👋

source: Check-out tomorrow 👋
cs: Odjezd zítra 👋
es: Check-out mañana 👋
fr: Départ demain 👋

source: Checking flight status...
cs: Kontroluji stav letu...
es: Comprobando el estado del vuelo...
fr: Vérification de l'état du vol...

source: Choose Photo
cs: Vybrat fotku
es: Elegir foto
fr: Choisir une photo

source: Cleaning
cs: Úklid
es: Limpieza
fr: Nettoyage

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer

source: Color
cs: Barva
fr: Couleur

source: Columns: Property · Date · Category · Amount · Currency · Note
cs: Sloupce: Nemovitost · Datum · Kategorie · Částka · Měna · Poznámka
es: Columnas: Propiedad · Fecha · Categoría · Importe · Divisa · Nota
fr: Colonnes : Propriété · Date · Catégorie · Montant · Devise · Note

source: Columns: Property · Guest · Check-in · Check-out · Nights · Nightly Rate · Currency · Gross · Commission · Platform Fee · Net · Paid
cs: Sloupce: Nemovitost · Host · Příjezd · Odjezd · Noci · Cena/noc · Měna · Hrubý příjem · Provize · Poplatek plat. · Čistý zisk · Zaplaceno
es: Columnas: Propiedad · Huésped · Llegada · Salida · Noches · Precio/noche · Divisa · Bruto · Comisión · Tarifa plataforma · Neto · Pagado
fr: Colonnes : Propriété · Client · Arrivée · Départ · Nuits · Tarif/nuit · Devise · Brut · Commission · Frais plateforme · Net · Payé

source: Columns: Property · Guest · GuestEmail · GuestPhone · CheckIn · CheckOut · Nights · NightlyRate · Currency · GrossTotal · CommissionPct · PlatformFeePct · NetRevenue · IsPaid · Status · Note
cs: Sloupce: Nemovitost · Host · Email hosta · Telefon hosta · Příjezd · Odjezd · Nocí · Cena/noc · Měna · Celkem hrubý · Provize % · Poplatek platformy % · Čistý výnos · Zaplaceno · Stav · Poznámka
es: Columnas: Propiedad · Huésped · EmailHuésped · TelHuésped · CheckIn · CheckOut · Noches · TarifaNoche · Divisa · TotalBruto · ComisiónPct · TasaPlataformaPct · IngresoNeto · Pagado · Estado · Nota
fr: Colonnes: Propriété · Invité · EmailInvité · TélInvité · Arrivée · Départ · Nuits · TarifNuit · Devise · TotalBrut · CommissionPct · FraisPlateformePct · RevenuNet · Payé · Statut · Note

source: Commission
cs: Provize
es: Comisión

source: Completed
cs: Dokončeno
es: Completada
fr: Terminée

source: Contact (optional)
cs: Kontakt (nepovinné)
es: Contacto (opcional)
fr: Contact (facultatif)

source: Continue
cs: Pokračovat
es: Continuar
fr: Continuer

source: Continue with Free
cs: Pokračovat zdarma
es: Continuar con el plan gratuito
fr: Continuer gratuitement

source: Create a %@ expense of %@ for %@ %@, dated %@?
cs: Vytvořit výdaj %@ ve výši %@ pro %@ %@, datovaný %@?
es: ¿Crear un gasto de %@ por %@ para %@ %@, con fecha %@?
fr: Créer une dépense %@ de %@ pour %@ %@, datée du %@ ?

source: CSV export
cs: Export CSV
es: Exportación CSV
fr: Export CSV

source: CSV Export
cs: Export CSV
es: Exportar CSV
fr: Export CSV

source: Currency
cs: Měna
es: Divisa
fr: Devise

source: Custom notification timing
cs: Vlastní načasování notifikací
es: Temporización de notificaciones personalizada
fr: Timing de notifications personnalisé

source: Dark
cs: Tmavý
es: Oscuro
fr: Sombre

source: Dashboard
cs: Přehled
es: Panel
fr: Tableau de bord

source: Data & Export
cs: Data a export
es: Datos y exportación
fr: Données et export

source: Date
cs: Datum
es: Fecha

source: Dates
cs: Termín
es: Fechas

source: Day %lld
cs: Den %lld
es: Día %lld
fr: Jour %lld

source: Day of month: %lld
cs: Den v měsíci: %lld
es: Día del mes: %lld
fr: Jour du mois : %lld

source: Delete
cs: Smazat
es: Eliminar
fr: Supprimer

source: Delete Bill
cs: Smazat fakturu
es: Eliminar factura
fr: Supprimer la facture

source: Delete Booking
cs: Smazat rezervaci
es: Eliminar reserva
fr: Supprimer la réservation

source: Delete Expense
cs: Smazat výdaj
es: Eliminar gasto
fr: Supprimer la dépense

source: Delete Guest
cs: Smazat hosta
es: Eliminar huésped
fr: Supprimer le client

source: Delete Property?
cs: Smazat nemovitost?
es: ¿Eliminar propiedad?
fr: Supprimer la propriété ?

source: Delete Rate
cs: Smazat kurz
es: Eliminar tipo
fr: Supprimer le taux

source: Departure notice
cs: Upozornění na odjezd
es: Aviso de salida
fr: Avis de départ

source: Details
cs: Podrobnosti
es: Detalles
fr: Détails

source: Disable
cs: Zakázat
es: Desactivar
fr: Désactiver

source: Dismiss
cs: Zavřít
es: Cerrar
fr: Fermer

source: Done
cs: Hotovo
es: Completada
fr: Terminée

source: Duration
cs: Délka pobytu
es: Duración
fr: Durée

source: Edit
cs: Upravit
es: Editar
fr: Modifier

source: Edit Bill
cs: Upravit fakturu
es: Editar factura
fr: Modifier la facture

source: Edit Booking
cs: Upravit rezervaci
es: Editar reserva
fr: Modifier la réservation

source: Edit Expense
cs: Upravit výdaj
es: Editar gasto
fr: Modifier la dépense

source: Edit FX Rate
cs: Upravit kurz
es: Editar tipo de cambio
fr: Modifier le taux

source: Edit Guest
cs: Upravit hosta
es: Editar huésped
fr: Modifier le client

source: Edit Property
cs: Upravit nemovitost
es: Editar propiedad
fr: Modifier la propriété

source: Enable
cs: Zapnout
es: Activar
fr: Activer

source: Enable Notifications
cs: Povolit notifikace
es: Activar notificaciones
fr: Activer les notifications

source: Enter an IATA flight number to track delays and cancellations.
cs: Zadejte číslo letu IATA pro sledování zpoždění a zrušení.
es: Introduce un número de vuelo IATA para rastrear retrasos y cancelaciones.
fr: Entrez un numéro de vol IATA pour suivre les retards et annulations.

source: EUR · GBP · USD · and more
cs: EUR · GBP · USD · a další
es: EUR · GBP · USD · y más
fr: EUR · GBP · USD · et plus

source: Expense tracking
cs: Sledování výdajů
es: Seguimiento de gastos
fr: Suivi des dépenses

source: Expense tracking & guests
cs: Sledování výdajů a hostů
es: Seguimiento de gastos e invitados
fr: Suivi des dépenses et des clients

source: Expenses
cs: Výdaje
es: Gastos
fr: Dépenses

source: Expenses (%lld)
cs: Výdaje (%lld)
es: Gastos (%lld)
fr: Dépenses (%lld)

source: Expenses: %@
cs: Výdaje: %@
es: Gastos: %@
fr: Dépenses : %@

source: Export All (Single File)
cs: Exportovat vše (jeden soubor)
es: Exportar todo (un archivo)
fr: Tout exporter (fichier unique)

source: Export Bookings
cs: Exportovat rezervace
es: Exportar reservas
fr: Exporter les réservations

source: Export CSV
cs: Exportovat CSV
es: Exportar CSV
fr: Exporter CSV

source: Export Data
cs: Exportovat data
es: Exportar datos
fr: Exporter les données

source: Export Expenses
cs: Exportovat výdaje
es: Exportar gastos
fr: Exporter les dépenses

source: Export your bookings and expenses to spreadsheets. Available with Premium.
cs: Exportujte rezervace a výdaje do tabulek. Dostupné s Premium.
es: Exporta tus reservas y gastos a hojas de cálculo. Disponible con Premium.
fr: Exportez vos réservations et dépenses vers des tableurs. Disponible avec Premium.

source: Exports include all data currently stored on this device. Open the CSV in Numbers, Excel, or Google Sheets.
cs: Exporty zahrnují všechna data uložená na tomto zařízení. Otevřete CSV v Numbers, Excel nebo Google Tabulky.
es: Las exportaciones incluyen todos los datos almacenados en este dispositivo. Abre el CSV en Numbers, Excel o Google Sheets.
fr: Les exports incluent toutes les données stockées sur cet appareil. Ouvrez le CSV dans Numbers, Excel ou Google Sheets.

source: Financials
cs: Financování
es: Finanzas
fr: Finances

source: Flight tracking is a Premium feature.
cs: Sledování letů je prémiová funkce.
es: El seguimiento de vuelos es una función Premium.
fr: Le suivi des vols est une fonctionnalité Premium.

source: Free
cs: Zdarma
es: Gratis
fr: Gratuit

source: Free trial
cs: Zkušební verze zdarma
es: Prueba gratuita
fr: Essai gratuit

source: From (e.g. EUR)
cs: Od (např. EUR)
es: De (p. ej. EUR)
fr: De (ex. EUR)

source: Full name
cs: Celé jméno
es: Nombre completo
fr: Nom complet

source: FX Rates
cs: Kurzy měn
es: Tipos de cambio
fr: Taux de change

source: FX rates management
cs: Správa kurzů
es: Gestión de tipos de cambio
fr: Gestion des taux de change

source: Get Started
cs: Začít
es: Empezar
fr: Commencer

source: Go to Dashboard
cs: Přejít na přehled
es: Ir al panel
fr: Aller au tableau de bord

source: Guest
cs: Host
es: Huésped
fr: Client

source: Guest arriving today 🛎️
cs: Host přijíždí dnes 🛎️
es: Huésped llega hoy 🛎️
fr: Hôte arrive aujourd'hui 🛎️

source: Guest arriving tomorrow 🛎️
cs: Host přijíždí zítra 🛎️
es: Huésped llega mañana 🛎️
fr: Hôte arrive demain 🛎️

source: Guest Flight (optional)
cs: Let hosta (volitelné)
es: Vuelo del huésped (opcional)
fr: Vol du client (facultatif)

source: Guests
cs: Hosté
es: Huéspedes
fr: Clients

source: Host instructions, cleaning notes…
cs: Pokyny pro hostitele, poznámky k úklidu…
es: Instrucciones para el anfitrión, notas de limpieza…
fr: Instructions hôte, notes de nettoyage…

source: How many properties do you manage?
cs: Kolik nemovitostí spravujete?
es: ¿Cuántas propiedades gestionas?
fr: Combien de propriétés gérez-vous ?

source: iCloud sync
cs: Synchronizace iCloud
es: Sincronización iCloud
fr: Synchronisation iCloud

source: iCloud Sync
cs: Synchronizace iCloud
es: Sincronización iCloud
fr: Synchronisation iCloud

source: iCloud Sync Active
cs: Synchronizace iCloud aktivní
es: Sincronización de iCloud activa
fr: Synchronisation iCloud active

source: Icon
cs: Ikona
es: Icono
fr: Icône

source: Inactive
cs: Neaktivní
es: Inactivo
fr: Inactif

source: Last synced %@
cs: Naposledy synchronizováno %@
es: Última sincronización %@
fr: Dernière synchronisation %@

source: Leave currency empty to use the property currency.
cs: Ponechte měnu prázdnou pro použití měny nemovitosti.
es: Deja la divisa en blanco para usar la divisa de la propiedad.
fr: Laissez la devise vide pour utiliser la devise de la propriété.

source: Let's add your first property
cs: Přidejme vaši první nemovitost
es: Agreguemos tu primera propiedad
fr: Ajoutons votre première propriété

source: Light
cs: Světlý
es: Claro
fr: Clair

source: Live Rates
cs: Živé kurzy
es: Tasas en vivo
fr: Taux en direct

source: Loading prices...
cs: Načítání cen...
es: Cargando precios...
fr: Chargement des prix...

source: Loading…
cs: Načítání…
es: Cargando…
fr: Chargement…

source: Log and categorise costs per property with multi-currency support.
cs: Zaznamenejte a kategorizujte náklady na nemovitost s podporou více měn.
es: Registra y categoriza costes por propiedad con soporte multidivisa.
fr: Enregistrez et catégorisez les coûts par propriété avec prise en charge multidevises.

source: Manage
cs: Spravovat
es: Gestionar
fr: Gérer

source: Manage FX Rates
cs: Spravovat kurzy
es: Gestionar tipos de cambio
fr: Gérer les taux de change

source: Management
cs: Správa
es: Gestión
fr: Gestion

source: Mark Paid
cs: Označit jako zaplaceno
es: Marcar como pagado
fr: Marquer comme payé

source: Mark Unpaid
cs: Označit jako nezaplaceno
es: Marcar como pendiente
fr: Marquer comme impayé

source: Meaning: 1 FROM = RATE TO
cs: Výklad: 1 FROM = KURZ TO
es: Significado: 1 FROM = TASA TO
fr: Signification : 1 FROM = TAUX TO

source: Monitor gross revenue, net income, commission and costs per property. Filter by month, year, or all-time — with multi-currency FX support.
cs: Sledujte hrubé příjmy, čistý příjem, provize a náklady za nemovitost. Filtrujte podle měsíce, roku nebo celkové doby — s podporou víceměnových kurzů.
es: Monitorea ingresos brutos, netos, comisiones y costos por propiedad. Filtra por mes, año o siempre — con soporte multidivisa.
fr: Suivez les revenus bruts, revenus nets, commissions et coûts par propriété. Filtrez par mois, année ou tout le temps — avec support multi-devises.

source: Month
cs: Měsíc
es: Mes
fr: Mois

source: Monthly
cs: Měsíčně
es: Mensual
fr: Mensuel

source: Monthly payment
cs: Měsíční splátka
es: Cuota mensual
fr: Mensualité

source: More
cs: Více
es: Más
fr: Plus

source: Morning of
cs: Ráno v den
es: La mañana del día
fr: Le matin même

source: Mortgage
cs: Hypotéka
es: Hipoteca
fr: Hypothèque

source: Mortgage (monthly)
cs: Hypotéka (měsíčně)
es: Hipoteca (mensual)
fr: Hypothèque (mensuel)

source: Most Stays
cs: Nejvíce pobytů
es: Más estancias
fr: Plus de séjours
